/* This file contains the localizable strings for OmniGraffle.toolbar and OmniGrafflePro.toolbar */

"OSAScriptTemplate.paletteLabel" = "Script: %@";
"OSAScriptTemplate.toolTip" = "Run AppleScript \"%@\"";
"OSAScriptTemplate.label" = "%@";

"LayoutSelection.paletteLabel" = "Lay Out Selection";
"LayoutSelection.toolTip" = "Automatically Lay Out Current Selection";
"LayoutSelection.label" = "Lay Out";

"Group" = "Group";
"Ungroup" = "Ungroup";
"SmartGroup.paletteLabel" = "Group/Ungroup";
"SmartGroup.toolTip" = "Group/Ungroup";
"SmartGroup.label" = "Group";

"PickDiagramStyle.paletteLabel" = "Diagram Style";
"PickDiagramStyle.toolTip" = "Show the diagram style picker";
"PickDiagramStyle.label" = "Style";

"ToggleSidebar.paletteLabel" = "Canvas Sidebar";
"ToggleSidebar.toolTip" = "Hide/Show the canvas sidebar";
"ToggleSidebar.label" = "Canvases";

"ToggleOutlineSidebar.paletteLabel" = "Outline Sidebar";
"ToggleOutlineSidebar.toolTip" = "Hide/Show the outline sidebar";
"ToggleOutlineSidebar.label" = "Outline";

"MakeTable.toolTip" = "Group selected graphics into a table";
"MakeTable" = "Make Table";

"ShowInfo.paletteLabel" = "Inspect";
"ShowInfo.toolTip" = "Show/Hide Inspectors";
"ShowInfo.label" = "Inspect";

"ShowExtras.paletteLabel" = "Show/Hide Extras";
"ShowExtras.toolTip" = "Show/Hide Extras";
"ShowExtras.label" = "Extras";

"ShowRulers.paletteLabel" = "Show/Hide Rulers";
"ShowRulers.toolTip" = "Show/Hide Rulers";
"ShowRulers.label" = "Rulers";

"SmartGuides.paletteLabel" = "Smart Guides";
"SmartGuides.toolTip" = "Toggle Distance & Smart Guides";
"SmartGuides.label" = "Smart Guides";

"SnapToGrid.paletteLabel" = "Snap To Grid";
"SnapToGrid.toolTip" = "Toggle Snap To Grid";
"SnapToGrid.label" = "Snap";

"Lock" = "Lock";
"Unlock" = "Unlock";
"SmartLock.paletteLabel" = "Lock/Unlock";
"SmartLock.toolTip" = "Lock/Unlock";
"SmartLock.label" = "Lock";

"DrawingMode" = "Tools";

"ExpandSubgraph.paletteLabel" = "Expand Subgraph";
"ExpandSubgraph.toolTip" = "Expand Subgraph";
"ExpandSubgraph.label" = "Expand";

"GroupSubgraph.paletteLabel" = "Group as Subgraph";
"GroupSubgraph.toolTip" = "Group as Subgraph";
"GroupSubgraph.label" = "Subgraph";

"CollapseSubgraph.paletteLabel" = "Collapse Subgraph";
"CollapseSubgraph.toolTip" = "Collapse Subgraph";
"CollapseSubgraph.label" = "Collapse";

"StartPresentation.paletteLabel" = "Start Presentation";
"StartPresentation.toolTip" = "Start Presentation";
"StartPresentation.label" = "Slides";

"ShowPalette.paletteLabel" = "Stencil Window";
"ShowPalette.toolTip" = "Stencil Window";
"ShowPalette.label" = "Stencils";

"LayoutGraph.paletteLabel" = "Lay Out Diagram";
"LayoutGraph.toolTip" = "Automatically Lay Out Entire Diagram";
"LayoutGraph.label" = "Lay Out";

"SendToBack.paletteLabel" = "Send To Back";
"SendToBack.optionKeyToolTip" = "Send Backward";
"SendToBack.toolTip" = "Send to Back";
"SendToBack.label" = "Back";
"SendToBack.optionKeyLabel" = "Backward";

"BringToFront.paletteLabel" = "Bring To Front";
"BringToFront.optionKeyToolTip" = "Bring Forward";
"BringToFront.toolTip" = "Bring to Front";
"BringToFront.label" = "Front";
"BringToFront.optionKeyLabel" = "Forward";

"StyleTray" = "Style";
